Repository: Spartachus/Google-Competition-Submission
Catalog: verdeia/locale/*/LC_MESSAGES/django.po
Languages: it

source: Our coastlines and oceans are drowning in a growing tide of plastic pollution, and your help is urgently needed. By volunteering for our seaside cleanup initiative, you can play a direct role in removing harmful waste from our local marine environments. Each month, we organize group cleanup events at beaches and shorelines, where volunteers work together to collect discarded plastic bottles, fishing nets, abandoned equipment, and other debris that threatens the health of our precious coastal ecosystems. This hands-on work doesn't just clean up unsightly waste - it protects vulnerable wildlife, prevents microplastics from entering the food chain, and preserves the natural beauty that draws both residents and tourists to our shores.
it: Le nostre coste e i nostri oceani stanno annegando in una marea crescente di inquinamento da plastica e il vostro aiuto è urgente. Partecipando come volontari alla nostra iniziativa di pulizia dei mari, potrete svolgere un ruolo diretto nella rimozione dei rifiuti nocivi dagli ambienti marini locali. Ogni mese organizziamo eventi di pulizia di gruppo presso spiagge e litorali, dove i volontari lavorano insieme per raccogliere bottiglie di plastica abbandonate, reti da pesca, attrezzature abbandonate e altri detriti che minacciano la salute dei nostri preziosi ecosistemi costieri. Questo lavoro pratico non si limita a ripulire i rifiuti antiestetici, ma protegge la fauna selvatica vulnerabile, impedisce alle microplastiche di entrare nella catena alimentare e preserva la bellezza naturale che attira residenti e turisti sulle nostre coste.

source: You can only participate in
it: È possibile partecipare solo a

source: one event
it: un evento alla volta

source: at a time if you participate in any while signed to another it will overide the previous event
it: alla volta, se si partecipa a un evento mentre si è firmatari di un altro, questo annullerà l'evento precedente. evento

source: You acknowledge that you understand and agree to our
it: Lei dichiara di aver compreso e accettato la nostra

source: As part of our comprehensive sustainability program, we're calling on volunteers to join our ongoing tree planting efforts across our community. By dedicating your time to this hands-on initiative, you'll not only be beautifying our neighborhoods and providing vital green spaces, but also contributing to a broader environmental restoration project. The trees you help plant will work in tandem with our other initiatives, like our coastal cleanup efforts and plastic waste reduction programs, to create a healthier, more resilient local ecosystem. Each sapling you put in the ground will absorb carbon dioxide, filter air pollutants, prevent soil erosion, and provide habitat for local wildlife
it: Nell'ambito del nostro programma completo di sostenibilità, chiediamo ai volontari di unirsi al nostro impegno di piantare alberi in tutta la comunità. Dedicando il vostro tempo a questa iniziativa pratica, non solo abbellirete i nostri quartieri e fornirete spazi verdi vitali, ma contribuirete anche a un più ampio progetto di ripristino ambientale. Gli alberi che aiuterete a piantare lavoreranno in tandem con le nostre altre iniziative, come gli sforzi di pulizia delle coste e i programmi di riduzione dei rifiuti di plastica, per creare un ecosistema locale più sano e resistente. Ogni alberello piantato assorbirà l'anidride carbonica, filtrerà gli inquinanti atmosferici, preverrà l'erosione del suolo e fornirà un habitat alla fauna locale

source: hello
it: ciao

source: Security Alert
it: Avviso di sicurezza

source: Hi {username}, We noticed a login from {ip_address} If it wasn't you we strongly advice you to contact our support at hello@verdeia.xyz else you can ignore this message if it was you. Best regards, Imaadu Tawiah Verdeia
it: Ciao {username}, Abbiamo notato un accesso da {ip_address} Se non sei stato tu, ti consigliamo vivamente di contattare il nostro supporto all'indirizzo hello@verdeia.xyz, altrimenti puoi ignorare questo messaggio se sei stato tu. Cordiali saluti, Imaadu Tawiah Verdeia

source: Welcome to Verdeia! Let's Track Your Carbon Emissions Together
it: Come fa Verdeia a tenere traccia delle emissioni di carbonio

source: Hi {fullname}, Welcome to Verdeia! Thank you for signing up and joining our mission to track and reduce carbon emissions. We’re excited to have you with us and look forward to helping you make a positive impact on the environment. Here’s what you can look forward to: Easy Tracking: Seamlessly track your carbon emissions from various activities. Personalized Insights: Receive tailored recommendations on how to reduce your carbon footprint. Community Support: Join a community of like-minded individuals committed to sustainability. To get started, here are a few things you can do: Complete Your Profile: Help us understand your activities better to provide more accurate tracking. Log Your Activities: Start inputting your daily activities to see your carbon emissions in real-time. Explore Our Resources: Check out tips, articles, and guides on how to live a more sustainable life. If you have any questions or need assistance, our support team is here to help. Feel free to reach out to us. Thank you once again for signing up. Together, we can make a significant difference and work towards a more sustainable future! Best regards, Imaadu Tawiah Verdeia
it: Ciao {fullname}, Benvenuto su Verdeia! Grazie per esserti iscritto e per esserti unito alla nostra missione di monitorare e ridurre le emissioni di carbonio. Siamo entusiasti di averti con noi e non vediamo l'ora di aiutarti ad avere un impatto positivo sull'ambiente. Ecco cosa ti aspetta: Tracciabilità facile: Tracciare in modo semplice le emissioni di carbonio prodotte dalle varie attività. Approfondimenti personalizzati: Riceverete consigli personalizzati su come ridurre la vostra impronta di carbonio. Supporto della comunità: Entrate a far parte di una comunità di persone che la pensano come voi e che si impegnano per la sostenibilità. Per iniziare, ecco alcune cose da fare: Completare il vostro profilo: Aiutateci a capire meglio le vostre attività per fornire un monitoraggio più accurato. Registra le tue attività: Iniziate a inserire le vostre attività quotidiane per vedere le vostre emissioni di carbonio in tempo reale. Esplorare le nostre risorse: Scoprite consigli, articoli e guide su come vivere una vita più sostenibile. Se avete domande o bisogno di assistenza, il nostro team di supporto è qui per aiutarvi. Non esitate a contattarci. Grazie ancora per esservi iscritti. Insieme, possiamo fare una differenza significativa e lavorare per un futuro più sostenibile! Cordiali saluti, Imaadu Tawiah Verdeia

source: below
it: sotto

source: above
it: sopra

source: Thanks for subscribing to our mailing services
it: Grazie per esservi iscritti ai nostri servizi di mailing

source: Hi {name}, Thank you for subscribing to the Verdeia Newsletter! We’re thrilled to have you on board and can't wait to keep you updated with our latest news, exclusive offers, and insightful content. Your subscription means a lot to us, and we are committed to delivering value right to your inbox. Here’s what you can expect: Exclusive Updates: Be the first to know about our new products, services, and special promotions. In-Depth Articles: Access to valuable insights and articles from our experts. Community Stories: Hear from other members of our community and share your experiences. If you have any questions, feedback, or topics you'd like us to cover, please don't hesitate to reach out to us. Thank you again for joining our community. We look forward to connecting with you and providing you with the best content and offers. Best regards, Imaadu Tawiah Verdeia.
it: Ciao {name}, Grazie per esserti iscritto alla Newsletter di Verdeia! Siamo entusiasti di averti a bordo e non vediamo l'ora di tenerti aggiornato con le nostre ultime novità, le offerte esclusive e i contenuti più interessanti. La tua iscrizione significa molto per noi e ci impegniamo a fornire valore aggiunto direttamente nella tua casella di posta. Ecco cosa potete aspettarvi: Aggiornamenti esclusivi: Sarete i primi a conoscere i nostri nuovi prodotti, servizi e promozioni speciali. Articoli di approfondimento: Accesso a preziosi approfondimenti e articoli dei nostri esperti. Storie della comunità: Ascoltate gli altri membri della nostra comunità e condividete le vostre esperienze. Se avete domande, feedback o argomenti che vorreste fossero trattati, non esitate a contattarci. Grazie ancora per esservi uniti alla nostra comunità. Non vediamo l'ora di entrare in contatto con voi e di fornirvi i migliori contenuti e offerte. Cordiali saluti, Imaadu Tawiah Verdeia.

source: Thank You for Reaching Out to Verdeia
it: Grazie per aver contattato Verdeia

source: Hi {name}, Thank you for contacting Verdeia! We have received your message and appreciate you taking the time to reach out to us. Our team is currently reviewing your inquiry, and we will get back to you as soon as possible. What to Expect: Response Time: We aim to respond to all inquiries within 24-48 hours. Detailed Information: Our team will provide you with the information or assistance you need based on your request. Follow-Up: If further information is needed, we will follow up with additional questions to ensure we address your needs thoroughly. In the meantime, if you have any urgent questions or require immediate assistance, please feel free to reach out to us directly at hello@verdeia.xyz . Thank you once again for contacting us. We appreciate your patience and look forward to assisting you soon. Best regards, Imaadu Tawiah Verdeia
it: Salve {name}, Grazie per aver contattato Verdeia! Abbiamo ricevuto il suo messaggio e la ringraziamo per aver trovato il tempo di contattarci. Il nostro team sta esaminando la sua richiesta e la ricontatterà al più presto. Cosa aspettarsi: Tempo di risposta: ci impegniamo a rispondere a tutte le richieste entro 24-48 ore. Informazioni dettagliate: Il nostro team vi fornirà le informazioni o l'assistenza di cui avete bisogno in base alla vostra richiesta. Follow-up: Se sono necessarie ulteriori informazioni, vi faremo ulteriori domande per assicurarci di rispondere in modo esauriente alle vostre esigenze. Nel frattempo, se avete domande urgenti o necessitate di assistenza immediata, non esitate a contattarci direttamente all'indirizzo hello@verdeia.xyz. Grazie ancora per averci contattato. Apprezziamo la sua pazienza e ci auguriamo di poterla assistere presto. Cordiali saluti, Imaadu Tawiah Verdeia

source: Credentials update
it: Aggiornamento delle credenziali

source: Hi {first_nane}, We hope this message finds you well. We are writing to inform you about a potential unauthorized change in your account credentials. Our system has detected activity suggesting that your credentials may have been altered without your authorization. If you did not make any changes to your account credentials recently, we strongly advise you to take immediate action to secure your account. Please contact our support team at hello@verdiea.xyz as soon as possible to report this issue and regain control of your account. Our support team is ready to assist you in verifying your identity, investigating the unauthorized changes, and helping you reset your credentials securely. If you have recently updated your credentials and this message is no longer relevant, please disregard it. However, if you suspect any unauthorized activity on your account, we urge you to act swiftly to protect your account information. Thank you for your attention to this matter. Your account security is our top priority, and we are committed to helping you resolve this issue promptly. Best regards, Imaadu Tawiah, Verdeia Labs.
it: Ciao {first_nane}, speriamo che questo messaggio ti trovi bene. Ti scriviamo per informarti di una potenziale modifica non autorizzata delle credenziali del tuo account. Il nostro sistema ha rilevato attività che suggeriscono che le sue credenziali potrebbero essere state modificate senza la sua autorizzazione. Se non ha apportato modifiche alle credenziali del suo account di recente, le consigliamo vivamente di agire immediatamente per proteggere il suo account. Contattate il nostro team di assistenza all'indirizzo hello@verdiea.xyz il prima possibile per segnalare questo problema e riprendere il controllo del vostro account. Il nostro team di assistenza è pronto ad assistervi per verificare la vostra identità, indagare sulle modifiche non autorizzate e aiutarvi a reimpostare le vostre credenziali in modo sicuro. Se le credenziali sono state aggiornate di recente e questo messaggio non è più pertinente, si prega di ignorarlo. Tuttavia, se sospettate un'attività non autorizzata sul vostro conto, vi invitiamo ad agire rapidamente per proteggere le informazioni del vostro conto. Vi ringraziamo per l'attenzione prestata a questo problema. La sicurezza del vostro conto è la nostra massima priorità e ci impegniamo ad aiutarvi a risolvere questo problema in tempi brevi. Cordiali saluti, Imaadu Tawiah, Verdeia Labs.

source: Thanks for volunteering
it: Grazie per aver fatto volontariato

source: Hi {display_name}, We are thrilled to have you on board as a volunteer for Plastic removal event! Thank you for generously offering your time and effort to help make this event a success. Your support is invaluable, and we couldn’t do it without dedicated volunteers like you. Here’s what you can expect next: Volunteer Orientation: Join us for a brief orientation on {orientation_date} at 21:00 to go over your role and responsibilities. Event Day Details: Location: {volunteer_location} Date:{volunteer_date} Time:10:00. Stay Connected: We’ll keep you updated with any additional information or changes via email, so please keep an eye on your inbox. Quick Checklist: Complete Your Registration: If you haven’t already. Mark Your Calendar: Add the event and orientation dates to your calendar to ensure you don’t miss any important details. Spread the Word: Feel free to invite friends and family to join us. More volunteers always make for a merrier event! If you have any questions or need further information, don’t hesitate to reach out to us. Once again, thank you for your willingness to volunteer. Your participation will help us create an unforgettable experience at Plastic removal event. Best regards, Imaadu Tawiah Verdeia
it: Ciao {display_name}, Siamo entusiasti di averti a bordo come volontario per l'evento di rimozione della plastica! Grazie per aver generosamente offerto il tuo tempo e il tuo impegno per contribuire al successo di questo evento. Il tuo sostegno è inestimabile e non potremmo farlo senza volontari impegnati come te. Ecco cosa vi aspetta: Orientamento dei volontari: Unisciti a noi per un breve orientamento il {orientation_date} alle ore 21:00 per illustrare il tuo ruolo e le tue responsabilità. Dettagli sul giorno dell'evento: Luogo: {volunteer_location} Data:{volunteer_date} Ora:10:00. Rimanete connessi: Vi terremo aggiornati con qualsiasi informazione o modifica aggiuntiva via e-mail, quindi tenete d'occhio la vostra casella di posta. Lista di controllo rapida: Completate la vostra registrazione: Se non l'avete ancora fatto. Segnate sul calendario: Aggiungete le date dell'evento e dell'orientamento al vostro calendario per non perdere nessun dettaglio importante. Diffondete la notizia: Sentitevi liberi di invitare amici e familiari a unirsi a noi. Un maggior numero di volontari rende sempre l'evento più allegro! Se avete domande o bisogno di ulteriori informazioni, non esitate a contattarci. Ancora una volta, vi ringraziamo per la vostra disponibilità a diventare volontari. La vostra partecipazione ci aiuterà a creare un'esperienza indimenticabile all'evento di rimozione della plastica. Cordiali saluti, Imaadu Tawiah Verdeia

source: Thank You for Organizing an Event with Us!
it: Grazie per aver organizzato un evento con noi!

source: Hi {user_name}, We are thrilled and grateful for your initiative to organize an event with us at Verdeia. Your enthusiasm and commitment to this event are truly inspiring. It's individuals like you who drive meaningful change and help us achieve our mission. What’s Next: Initial Planning: Our team will be reaching out to you shortly to discuss the details and next steps. We want to ensure we provide you with all the support and resources you need. Collaboration: We believe in the power of collaboration and are excited to work closely with you to bring this event to life. Your vision and ideas are invaluable to us. Support and Resources: We will provide you with the necessary tools, materials, and guidance to help make your event a success. If you have any immediate questions or need assistance, please don’t hesitate to reach out to us. Thank you once again for your dedication and effort in organizing this event. Together, we can create an impactful and memorable experience for everyone involved. Best regards, Imaad Tawiah Verdeia
it: Salve {user_name}, Siamo entusiasti e grati per la sua iniziativa di organizzare un evento con noi alla Verdeia. Il suo entusiasmo e il suo impegno per questo evento sono davvero stimolanti. Sono le persone come lei a guidare un cambiamento significativo e ad aiutarci a realizzare la nostra missione. Il prossimo passo: Pianificazione iniziale: Il nostro team vi contatterà a breve per discutere i dettagli e le fasi successive. Vogliamo assicurarci di fornirvi tutto il supporto e le risorse di cui avete bisogno. Collaborazione: Crediamo nel potere della collaborazione e siamo entusiasti di lavorare a stretto contatto con voi per dare vita a questo evento. La vostra visione e le vostre idee sono preziose per noi. Supporto e risorse: Vi forniremo gli strumenti, i materiali e le indicazioni necessarie per il successo del vostro evento. Se avete domande immediate o bisogno di assistenza, non esitate a contattarci. Vi ringraziamo ancora una volta per la vostra dedizione e il vostro impegno nell'organizzazione di questo evento. Insieme, possiamo creare un'esperienza d'impatto e memorabile per tutti i partecipanti. Cordiali saluti, Imaad Tawiah Verdeia

source: Italian
it: Italiano
