Repository: Spartachus/Google-Competition-Submission
Catalog: verdeia/locale/*/LC_MESSAGES/django.po
Languages: it

source: Log in
it: Accedi

source: Username
it: Nome utente

source: Forgot Password?
it: Password dimenticata?

source: Don't have an account
it: Non hai un account

source: Register here
it: Registrati qui

source: Choose a Subscription
it: Scegli un abbonamento

source: Choose a plan tailored to your needs
it: Scegliete un piano su misura per le vostre esigenze

source: Free
it: Gratuito

source: Ideal for individuals who need quick access to basic features
it: Ideale per chi ha bisogno di un accesso rapido alle funzioni di base

source: Lifetime
it: Tutta la vita

source: Plan Includes
it: Il piano include

source: Basic carbon footprint tracking
it: Tracciamento di base dell'impronta di carbonio

source: Manual data entry
it: Inserimento manuale dei dati

source: Access to a limited selection of offset projects
it: Accesso a una selezione limitata di progetti di compensazione

source: Customer Support
it: Assistenza clienti

source: Monthly summary reports
it: Rapporti di sintesi mensili

source: Community support
it: Sostegno alla comunità

source: Access to community events
it: Accesso agli eventi della comunità

source: Professional <span>popular
it: Professionale <span>popolare

source: Ideal for individuals who who need advanced features and tools for client work
it: Ideale per le persone che necessitano di funzioni e strumenti avanzati per il lavoro con i clienti

source: Month
it: Mese

source: lan Includes
it: il piano include

source: All features of the Free Plan
it: Tutte le caratteristiche del piano gratuito

source: Access to a broader range of offset projects
it: Accesso a una gamma più ampia di progetti di compensazione

source: Weekly summary reports
it: Rapporti di sintesi settimanali

source: Integration with smart meters and IoT devices
it: Integrazione con contatori intelligenti e dispositivi IoT

source: Customizable offset projects and contributions
it: Progetti e contributi offset personalizzabili

source: 24/7 premium support
it: Supporto premium 24/7

source: Enterprise
it: Impresa

source: Ideal for businesses who need personalized services and security for large teams.
it: Ideale per le aziende che hanno bisogno di servizi personalizzati e di sicurezza per grandi team.

source: All features of the Professional Plan
it: Tutte le caratteristiche del Piano Professionale

source: Full API access for integration with existing systems
it: Accesso completo alle API per l'integrazione con i sistemi esistenti

source: Team collaboration features
it: Funzionalità di collaborazione in team

source: Personalized carbon offset consulting
it: Consulenza personalizzata per la compensazione delle emissioni di carbonio

source: Annual sustainability audit and certification
it: Audit e certificazione di sostenibilità annuali

source: Add to your workspace now with all the benefits of the professional plan
it: Aggiungete subito al vostro spazio di lavoro tutti i vantaggi del piano professionale

source: billed monthly for €2.99
it: addebitato mensilmente per 2,99 euro

source: Get Started
it: Iniziamo

source: AI FAQ
it: FAQ sull'intelligenza artificiale

source: Last updated:
it: L'ultimo aggiornamento:

source: The basics
it: I fondamenti

source: Verdeia operates the website Verdeia.xyz (the "Site"). This Privacy Policy explains how we collect, use, disclose, and protect your information when you visit our Site. By using the Site, you agree to the collection and use of information in accordance with this policy.
it: Verdeia gestisce il sito web Verdeia.xyz. La presente Informativa sulla privacy spiega come raccogliamo, utilizziamo, divulghiamo e proteggiamo le informazioni dell'utente quando visita il nostro Sito. Utilizzando il Sito, l'utente accetta la raccolta e l'utilizzo delle informazioni in conformità con la presente informativa.

source: We reserve the right, at our sole discretion, to change or modify these Policies at any time, including the right to cancel or change the licenses granted by these Policies. If we do this, we will post the most current version of these Policies on this page. We will seek to provide you with reasonable notice of any change to the Policies that, in our sole determination, materially adversely affect your rights or your use of the Service. We may provide you with this notice via the Service, and/or by email to the email address associated with your account. By continuing to use the Service after any revised Policy become effective, you agree to be bound by the new Policy
it: Ci riserviamo il diritto, a nostra esclusiva discrezione, di cambiare o modificare queste Politiche in qualsiasi momento, compreso il diritto di annullare o modificare le licenze concesse da queste Politiche. In tal caso, pubblicheremo la versione più aggiornata delle presenti Norme su questa pagina. Cercheremo di fornire all'utente un ragionevole preavviso di qualsiasi modifica alle Politiche che, a nostro insindacabile giudizio, influisca materialmente in modo negativo sui diritti dell'utente o sull'uso del Servizio. Potremmo fornirvi questo avviso tramite il Servizio e/o via e-mail all'indirizzo di posta elettronica associato al vostro account. Continuando a utilizzare il Servizio dopo l'entrata in vigore delle nuove Norme, l'utente accetta di essere vincolato dalle nuove Norme

source: Information We Collect
it: Informazioni raccolte

source: We collect several types of information to provide and improve our services to you
it: Raccogliamo diversi tipi di informazioni per fornire e migliorare i nostri servizi all'utente

source: Personal Information
it: Informazioni personali

source: While using our Site, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you. Personally identifiable information may include, but is not limited to:
it: Durante l'utilizzo del nostro Sito, potremmo chiedervi di fornirci alcune informazioni di identificazione personale che possono essere utilizzate per contattarvi o identificarvi. Le informazioni di identificazione personale possono includere, a titolo esemplificativo ma non esclusivo:

source: Name
it: Nome

source: Email address
it: E-mail

source: Address.
it: Indirizzo.

source: Usage Data</p> <p>We may also collect information on how the Site is accessed and used ("Usage Data"). This Usage Data may include information such as your computer's Internet Protocol (IP) address, browser type, browser version, the pages of our Site that you visit, the time and date of your visit, the time spent on those pages, and other diagnostic data.
it: Dati di utilizzo</p><p>Potremmo anche raccogliere informazioni sulle modalità di accesso e utilizzo del Sito (“Dati di utilizzo”). Questi Dati di utilizzo possono includere informazioni quali l'indirizzo IP del vostro computer, il tipo di browser, la versione del browser, le pagine del Sito visitate, l'ora e la data della visita, il tempo trascorso su tali pagine e altri dati diagnostici. altri dati diagnostici.

source: Cookies and Tracking Technologies</p> <p>We use cookies and similar tracking technologies to track the activity on our Site and hold certain information. Cookies are files with a small amount of data which may include an anonymous unique identifier. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Site
it: Cookie e tecnologie di tracciamento</p> <p>Utilizziamo cookie e tecnologie di tracciamento simili per tracciare l'attività sul nostro Sito e conservare determinate informazioni. I cookie sono file contenenti una piccola quantità di dati che possono includere un identificatore univoco anonimo. L'utente può indicare al proprio browser di rifiutare tutti i cookie o di segnalare quando un cookie viene inviato. Se non accettate i cookie, tuttavia, potreste non essere in grado di utilizzare alcune parti del nostro Sito

source: How We Use Your Information
it: Come utilizziamo i vostri dati

source: We use the collected data for various purposes, including to
it: Utilizziamo i dati raccolti per vari scopi, tra cui

source: Provide, operate, and maintain our Site
it: Fornire, gestire e mantenere il nostro Sito

source: Improve, personalize, and expand our Site.
it: Migliorare, personalizzare ed espandere il nostro Sito.

source: Understand and analyze how you use our Site.
it: Capire e analizzare il modo in cui gli utenti utilizzano il nostro Sito.

source: Develop new products, services, features and functionalty.
it: Sviluppare nuovi prodotti, servizi, caratteristiche e funzionalità.

source: Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the Site, and for marketing and promotional purposes.
it: Comunicare con voi, direttamente o tramite uno dei nostri partner, anche per il servizio clienti, per fornirvi aggiornamenti e altre informazioni relative al Sito e per scopi promozionali e di marketing.

source: Process your transactions and manage your orders
it: Elaborare le vostre transazioni e gestire i vostri ordini

source: Send you emails and newsletters
it: Inviarvi e-mail e newsletter

source: Monitor and analyze trends, usage, and activities in connection with our Site
it: Monitorare e analizzare le tendenze, l'utilizzo e le attività in relazione al nostro sito

source: Security of Your Information</p> <p>We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. However, no method of transmission over the internet, or method of electronic storage is 100%% secure and reliable, and we cannot guarantee its absolute security.
it: Sicurezza delle informazioni dell'utente</p> <p>Abbiamo apprezzato la fiducia dell'utente nel fornirci le sue informazioni personali, pertanto ci sforziamo di utilizzare mezzi commercialmente accettabili per proteggerle. Tuttavia, nessun metodo di trasmissione su Internet o di archiviazione elettronica è sicuro e affidabile al 100%% e non possiamo garantirne l'assoluta sicurezza.

source: Your Data Protection Rights
it: Diritti di protezione dei dati

source: Access and Update
it: Accesso e aggiornamento

source: You have the right to access and update your personal information stored by us. You can request a copy of your personal information and update it if it is inaccurate or incomplete
it: L'utente ha il diritto di accedere alle informazioni personali da noi conservate e di aggiornarle. Potete richiedere una copia delle vostre informazioni personali e aggiornarle se sono inaccurate o incomplete

source: Deletion
it: Eliminazione

source: You have the right to request the deletion of your personal information. We will comply with such requests unless we are required to retain certain information by law.
it: L'utente ha il diritto di richiedere la cancellazione dei propri dati personali. La Società darà seguito a tali richieste, a meno che non sia tenuta a conservare determinate informazioni per legge.

source: Restriction of Processing
it: Restrizione del trattamento

source: You have the right to request the restriction of processing of your personal information under certain circumstances
it: L'utente ha il diritto di richiedere la limitazione del trattamento dei propri dati personali in determinate circostanze

source: Data Portability
it: Portabilità dei dati

source: You have the right to request that we transfer the data we have collected to another organization, or directly to you, under certain conditions
it: L'utente ha il diritto di richiedere il trasferimento dei dati raccolti a un'altra organizzazione o direttamente all'utente, a determinate condizioni

source: Objection to Processing
it: Obiezione al trattamento

source: You have the right to object to our processing of your personal information under certain conditions.
it: Avete il diritto di opporvi al trattamento dei vostri dati personali da parte nostra a determinate condizioni.

source: To exercise any of these rights, please contact us using the contact details provided below
it: Per esercitare uno qualsiasi di questi diritti, vi preghiamo di contattarci utilizzando i dettagli di contatto forniti di seguito

source: Third-Party Links
it: Collegamenti di terze parti

source: Our Site may contain links to third-party websites or services that are not owned or controlled by us. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third-party websites or services. We strongly advise you to review the privacy policy of every site you visit.
it: Il nostro Sito può contenere link a siti web o servizi di terzi che non sono di nostra proprietà o controllati da noi. Non abbiamo alcun controllo e non ci assumiamo alcuna responsabilità per il contenuto, le politiche sulla privacy o le pratiche di siti web o servizi di terzi. Consigliamo vivamente di prendere visione dell'informativa sulla privacy di ogni sito visitato.

source: Changes to This Privacy Policy
it: Modifiche a questa Informativa sulla privacy

source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. You are advised to review this Privacy.
it: Potremmo aggiornare la nostra Informativa sulla privacy di tanto in tanto. Vi informeremo di eventuali modifiche pubblicando la nuova Informativa sulla privacy su questa pagina. Si consiglia di rivedere la presente Informativa sulla privacy.

source: Your annual carbon footprint
it: La tua impronta di carbonio annuale

source: Tons CO2e
it: Tonnellate CO2e

source: You're %(percentage)s%% %(sign)s average
it: Sei %(percentage)s%% %(sign)s media

source: Sign Up today let's neutralize your emission
it: Iscriviti oggi stesso, neutralizziamo le tue emissioni

source: Sign in
it: Accedi

source: Full Name
it: Nome e Cognome

source: Password must contain
it: La password deve contenere

source: At least <b>one lowercase letter
it: Almeno <b>una lettera minuscola

source: At least <b>one uppercase letter
it: Almeno <b>una lettera maiuscola

source: At least <b>one number
it: Almeno <b>un numero

source: Minimum <b>8 characters
it: Minimo <b>8 caratteri

source: Remember me
it: Ricordati di me

source: You acknowledge that you understand and <br>agree to our
it: L'utente dichiara di aver compreso e di <br>accettare la nostra

source: and
it: e

source: Where do you live
it: Dove abiti

source: Fun Fact
it: Fatto divertente

source: Pluto is smaller than the U.S.
it: Plutone è più piccolo degli Stati Uniti.

source: Do you own a car, and if so, is it fuel-efficient or electric
it: Possiede un'auto e, se sì, è a basso consumo di carburante o elettrica

source: It's an electric car
it: È un'auto elettrica

source: It's a combustion engine car
it: È un'auto con motore a combustione

source: I use public transport
it: Uso i mezzi di trasporto pubblico

source: There are an estimated 1.2 billion cars<br> in the world today
it: Si stima che oggi nel mondo ci siano <br>1,2 miliardi di auto

source: How many kilometers do you do in a day
it: Quanti chilometri fai in un giorno

source: more than 100 km
it: più di 100 km

source: The average distance a person walks in their lifetime <br>is estimated to be around 70,000 miles
it: La distanza media percorsa da una persona a piedi nel corso della sua vita <br>è stimata in circa 70.000 chilometri

source: How many people live in you house
it: Quante persone vivono nella tua casa

source: I live alone
it: Vivo da solo

source: 3 to 5 people
it: Da 3 a 5 persone

source: 5+ people
it: 5+ persone

source: The typical homeowner stays in their <br>house for 13.2 years
it: Il proprietario di casa tipico rimane nella sua <br>casa per 13,2 anni

source: What is the primary source of energy for your home
it: Qual è la fonte primaria di energia per la tua casa

source: Full solar dependence
it: Dipendenza solare totale

source: Solar and public grid dependence
it: Dipendenza da solare e rete pubblica

source: Public grid dependence
it: Dipendenza dalla rete pubblica

source: Approximately 30%% of energy used in buildings is used<br> inefficiently or unnecessarily
it: Circa il 30%% dell'energia utilizzata negli edifici è utilizzata in <br>modo inefficiente o non necessario

source: How do you heat or cool off your house
it: Come fai a riscaldare o raffreddare la casa tua

source: Electric
it: Elettrico

source: I don't use ventilation
it: Non utilizzo la ventilazione

source: The Romans used to heat their floors by positioning stone slabs<br> over heat sources such as fires
it: I Romani usavano riscaldare i loro pavimenti posizionando lastre di pietra<br> sopra fonti di calore come i fuochi

source: What's your diet
it: Qual è la tua dieta

source: vegan
it: vegano

source: Vegetarians
it: Vegetariano

source: Full diet
it: Dieta integrale

source: Bananas are technically berries
it: Le banane sono tecnicamente frutti di bosco

source: How frequent do you travel by air
it: Con quale frequenza viaggia in aereo

source: Monthly
it: Ogni mese

source: Twice a year
it: Due volte all'anno

source: Rarely or Every year
it: Raramente o ogni anno

source: Approximately, 10,000 people are killed annually from toxic<br> pollutants from airplanes.
it: Circa 10.000 persone muoiono ogni anno a causa degli inquinanti tossici<br> prodotti dagli aerei.

source: Are you open to adopting more sustainable <br />practices reduce your carbon footprint??
it: Siete disposti ad adottare pratiche più sostenibili <br>per ridurre la vostra impronta di carbonio?

source: Yes I do
it: Si

source: No i don't
it: No

source: I do not really care
it: Non me ne frega

source: Human-caused emissions of carbon dioxide need to fall 45%% by 2030 and <br>reach net-zero around 2050 to limit climate change catastrophe.
it: Le emissioni di anidride carbonica causate dall'uomo devono diminuire del 45%%entro il 2030 e <br>raggiungere lo zero netto intorno al 2050 per limitare la catastrofe del cambiamento climatico.

source: Back
it: Indietro

source: Next
it: Prossimo

source: Send
it: Invia

source: Last updated: March
it: L'ultimo aggiornamento: Marzo

source: Welcome to Verdeia. These Terms and Conditions govern your use of our website and services. By accessing or using the Site, you agree to be bound by these Terms. If you do not agree with these Terms, you must not use the Site
it: Benvenuti su Verdeia. I presenti Termini e Condizioni regolano l'utilizzo del nostro sito e dei nostri servizi. Accedendo o utilizzando il Sito, l'utente accetta di essere vincolato da queste Condizioni. Se non siete d'accordo con le presenti Condizioni, non dovete utilizzare il Sito

source: We reserve the right, at our sole discretion, to change or modify these Terms at any time, including the right to cancel or change the licenses granted by these Terms. If we do this, we will post the most current version of these Terms on this page. We will seek to provide you with reasonable notice of any change to the Terms that, in our sole determination, materially adversely affect your rights or your use of the Service. We may provide you with this notice via the Service, and/or by email to the email address associated with your account. By continuing to use the Service after any revised Terms become effective, you agree to be bound by the new Terms
it: Ci riserviamo il diritto, a nostra esclusiva discrezione, di cambiare o modificare le presenti Condizioni in qualsiasi momento, compreso il diritto di annullare o modificare le licenze concesse dalle presenti Condizioni. In tal caso, pubblicheremo la versione più aggiornata dei presenti Termini su questa pagina. Cercheremo di fornire all'utente un ragionevole preavviso di qualsiasi modifica ai Termini che, a nostro insindacabile giudizio, influisca materialmente in modo negativo sui diritti dell'utente o sull'uso del Servizio. Potremmo fornirvi questo avviso tramite il Servizio e/o via e-mail all'indirizzo di posta elettronica associato al vostro account. Continuando a utilizzare il Servizio dopo l'entrata in vigore dei Termini modificati, l'utente accetta di essere vincolato dai nuovi Termini

source: Acceptance of Terms
it: Accettazione delle condizioni

source: By accessing and using the Site, you accept and agree to be bound by these Terms and our Privacy Policy. If you do not agree to these Terms, please do not use the Site
it: Accedendo e utilizzando il Sito, l'utente accetta e si impegna ad essere vincolato dai presenti Termini e dalla nostra Informativa sulla privacy. Se non accettate le presenti Condizioni, siete pregati di non utilizzare il Sito.ì

source: Changes to Terms
it: Modifiche alle condizioni

source: We reserve the right to modify these Terms at any time. Any changes will be effective immediately upon posting on the Site. Your continued use of the Site following the posting of revised Terms means that you accept and agree to the changes
it: Ci riserviamo il diritto di modificare le presenti Condizioni in qualsiasi momento. Eventuali modifiche avranno effetto immediato al momento della pubblicazione sul il Sito. L'uso continuato del Sito da parte dell'utente dopo la pubblicazione dei Termini modificati implica l'accettazione e il consenso alle modifiche

source: Use of the Site
it: Uso del Sito

source: User Conduct
it: Comportamento dell'utente

source: You agree not to use the Site for any unlawful purpose or in any way that might harm, damage, or disparage any other party. You are responsible for all content you post or transmit through the Site
it: L'utente si impegna a non utilizzare il Sito per scopi illegali o in qualsiasi modo che possa danneggiare o denigrare qualsiasi altra parte. L'utente è responsabile di tutti i contenuti che pubblica o trasmette attraverso il Sito

source: Prohibited Activities
it: Attività proibite

source: You agree not to
it: L'utente accetta di non

source: Violate any applicable laws or regulations
it: Violare qualsiasi legge o regolamento applicabile

source: Use the Site to harm, threaten, or harass others
it: Utilizzare il Sito per danneggiare, minacciare o molestare altri

source: Disrupt or interfere with the security or functionality of the Site
it: Interrompere o interferire con la sicurezza o la funzionalità del Sito

source: Impersonate any person or entity, or misrepresent your affiliation with a person or entity.
it: Impersonare qualsiasi persona o entità, o travisare la propria affiliazione con una persona o entità.

source: Upload or transmit any viruses or malicious code
it: Caricare o trasmettere virus o codici maligni

source: User Content
it: Contenuto dell'utente

source: Ownership
it: Proprietà

source: You retain ownership of any content you submit to the Site. By submitting content, you grant Verdeia a worldwide, non-exclusive, royalty-free, transferable license to use, reproduce, distribute, prepare derivative works of, and display the content in connection with the Site and Verdeia's business.
it: L'utente conserva la proprietà di qualsiasi contenuto inviato al Sito. Con l'invio di contenuti, l'utente concede a Verdeia una licenza mondiale, non esclusiva, gratuita e trasferibile per l'utilizzo, la riproduzione, la distribuzione, la preparazione di opere derivate e la visualizzazione dei contenuti in relazione al Sito e all'attività di Verdeia.

source: Responsibility
it: Responsabilità
